import style from "./AboutUs.module.css";

export default function AboutUs() {
  return (
    <main>
      <div className={style.container}>
        <h1>О нас</h1>
        <p>
          Добро пожаловать на Math Symphony – ваш надежный компаньон в мире
          математики! Наш сайт создан для того, чтобы помочь вам понять и
          полюбить математику, будь вы учеником, студентом, учителем или просто
          человеком, который хочет улучшить свои математические навыки.
        </p>

        <h2>Кто мы</h2>
        <p>
          Мы – команда математиков, педагогов и энтузиастов, объединенных
          страстью к науке и желанием сделать ее доступной и увлекательной для
          всех. Наши специалисты обладают богатым опытом и глубокой экспертизой
          в различных областях математики, от базовой арифметики до сложных
          теорий.
        </p>

        <h2>Наша миссия</h2>
        <p>
          Наша миссия – вдохновлять и поддерживать каждого, кто стремится к
          знаниям в области математики. Мы верим, что математика – это не просто
          набор формул и уравнений, а ключ к пониманию мира вокруг нас. Наши
          материалы и ресурсы призваны сделать обучение математике простым,
          понятным и интересным.
        </p>

        <h2>Что мы предлагаем</h2>
        <p>На Math Symphony вы найдете:</p>
        <ul>
          <li>
            <strong>Учебные материалы:</strong> Подробные объяснения, пошаговые
            инструкции и примеры по всем темам школьной и университетской
            программы.
          </li>
          <li>
            <strong>Интерактивные упражнения:</strong> Практические задания и
            тесты, которые помогут закрепить полученные знания и проверить свои
            навыки.
          </li>
          <li>
            <strong>Обучающие видео:</strong> Видеоуроки от наших экспертов,
            которые объясняют сложные концепции простым и доступным языком.
          </li>
          <li>
            <strong>Форум и сообщество:</strong> Платформа для общения и обмена
            опытом с другими учащимися и преподавателями.
          </li>
        </ul>

        <h2>Почему именно мы</h2>
        <p>
          Мы стремимся сделать наш контент максимально качественным и полезным.
          Вот почему Math Symphony:
        </p>
        <ul>
          <li>
            <strong>Профессионализм:</strong> Все наши материалы подготовлены
            квалифицированными специалистами.
          </li>
          <li>
            <strong>Доступность:</strong> Мы стараемся, чтобы наши ресурсы были
            доступны всем, независимо от уровня подготовки и финансовых
            возможностей.
          </li>
          <li>
            <strong>Поддержка:</strong> Мы всегда готовы помочь вам в решении
            любых математических вопросов. Наши эксперты доступны для
            консультаций и поддержки.
          </li>
        </ul>

        <h2>Присоединяйтесь к нам</h2>
        <p>
          Независимо от того, начинаете ли вы свой путь в мире математики или
          уже являетесь опытным знатоком, Math Symphony станет вашим надежным
          партнером в этом увлекательном путешествии. Присоединяйтесь к нашему
          сообществу и откройте для себя красоту и гармонию математики!
        </p>
      </div>
    </main>
  );
}
