import "./Introduction.css";

const Introduction: React.FC = () => {
  return (
    <div className="introduction">
      <h1>Математика 2024. Все темы для школьников который нужно знать</h1>
      <br></br>
      <img src="https://abrakadabra.fun/uploads/posts/2022-02/1644293895_1-abrakadabra-fun-p-risunki-matematike-3.png"></img>
      <p>
        Математика — это ключ к расширению своих горизонтов, врата к пониманию
        мира вокруг нас. Каждое уравнение, каждая формула — это кирпичик в
        построении твоего ума и логики. Изучая математику, ты не просто решаешь
        задачи на бумаге, ты тренируешь свой ум на решение сложных проблем в
        жизни. Каждый шаг вперед в мире математики — это шаг к
        самосовершенствованию, к раскрытию своего потенциала.
      </p>
      <br></br>
      <p>
        Представь: у тебя есть возможность понять и объяснить законы природы,
        прогнозировать явления, которые кажутся необъяснимыми для других.
        Математика дарит тебе силу переосмысления мира, преодоления трудностей и
        достижения своих целей. Позволь математике стать твоим верным
        компаньоном в пути к успеху!
      </p>
      <br></br>
      <p>
        И помни: каждый пройденный урок, каждая решенная задача — это не просто
        шаг к знаниям, это шаг к победе над собой, к развитию и к успеху в
        будущем. Не бойся вызовов, предлагаемых математикой, ведь именно в них
        скрыт потенциал твоего величия. Учись, твори и вдохновляйся — мир
        математики ждет, чтобы ты открыл его для себя!"
      </p>
    </div>
  );
};

export { Introduction };
